Repository: eclairia/Plugin-Partiel
Catalog: languages/wp_langue-*.po
Languages: fr_fr

source: Please, fill the field login
fr_fr: Veuillez remplir le champs login s'il vous plait

source: Please, fill the field password
fr_fr: Veuillez remplir le champs mot de passe s'il vous plait

source: Please, fill the field email
fr_fr: Veuillez remplir le champs e-mail s'il vous plait

source: Please, fill the field pseudo
fr_fr: Veuillez remplir le champs pseudonyme s'il vous plait

source: The data were recorded, you go to receive an e-mail of confirmation
fr_fr: Les données ont été enregistré, vous allez recevoir un mail de confirmation

source: A user was well inserted
fr_fr: Un utilisateur a bien été inséré dans la base de données

source: Technical issue, please, try again
fr_fr: Un problème technique est apparu, veuillez réessayer dans quelques instants

source: Login:
fr_fr: Identifiant

source: Password:
fr_fr: Mot de passe

source: Pseudo:
fr_fr: Pseudonyme

source: Subscribe
fr_fr: S'inscrire
